Repository: elias-pschernig/soundtracker
Catalog: po/*.po
Languages: pl

source: Playback Output
pl: Wyj¶cie odtwarzania

source: Editing Output
pl: Wyj¶cie edycji

source: Sampling
pl: Próbkowanie

source: Driver Module
pl: Modu³ sterownika

source: Mixer Module
pl: Modu³ miksera

source: Description
pl: Opis

source: Audio Configuration
pl: Konfiguracja d¼wiêku

source: Mixers
pl: Miksery

source: (%d bytes)
pl: (%d bajtów)

source: Estimated audio delay: %f microseconds
pl: Szacowane opó¼nienie d¼wiêku: %f mikrosekund

source: These changes won't take effect until you restart playing.
pl: Zmiany odnios± efekt po ponownym rozpoczêciu odtwarzania.

source: Resolution:
pl: Rozdzielczo¶æ:

source: Channels:
pl: Kana³y:

source: Frequency [Hz]:
pl: Czêstotliwo¶æ [Hz]:

source: Buffer Size:
pl: Rozmiar bufora:

source: ALSA card number:
pl: Numer karty ALSA:

source: ALSA device number:
pl: Numer urz±dzenia ALSA:

source: Couldn't open ALSA device for sound input (card:%d, device:%d): %s
pl: Nie mo¿na otworzyæ urz±dzenia ALSA jako wej¶cia d¼wiêku (karta:%d, urz±dzenie:%d): %s

source: Required sound output format not supported.
pl: Wymagany format wyj¶cia d¼wiêku nie jest obs³ugiwany.

source: Required sound output parameters not supported.
pl: Wymagane parametry wyj¶cia d¼wiêku nie s± obs³ugiwane.

source: Estimated audio delay: %f milliseconds
pl: Szacowane opó¼nienie d¼wiêku: %f milisekund

source: Couldn't open ALSA device for sound output (card:%d, device:%d): %s
pl: Nie mo¿na otworzyæ urz±dzenia ALSA jako wyj¶cia d¼wiêku (karta:%d, urz±dzenie:%d): %s

source: Required output-channel parameters not supported.
pl: Wymagane parametry kana³u wyj¶ciowego nie s± obs³ugiwane.

source: Unable to prepare ALSA channel.
pl: Nie mo¿na przygotowaæ kana³u ALSA.

source: Alsa setup error.
pl: B³±d konfiguracji alsa.

source: Note that the ESD output is unusable in interactive mode because of the latency added by ESD. Use the OSS or ALSA output plug-ins for serious work.
pl: Zwróæ uwagê, ¿e wyj¶cie na ESD jest nieprzydatne w trybie interaktywnym z powodu opó¼nienia dodawanego przez ESD. Do powa¿nej pracy wykorzystaj wyj¶cie OSS lub ALSA.

source: Couldn't connect to ESD for sound output: %s
pl: Nie mo¿na po³±czyæ siê z ESD jako wyj¶ciem d¼wiêku: %s

source: no settings (yet), sorry!
pl: na razie brak ustawieñ!

source: Can't open file for writing.
pl: Nie mo¿na otworzyæ pliku do zapisu.

source: These changes won't take effect until you restart sampling.
pl: Zmiany odnios± efekt po ponownym rozpoczêciu próbkowania.

source: Input device (e.g. '/dev/dsp'):
pl: Urz±dzenie wej¶ciowe (np. "/dev/dsp"):

source: Couldn't open %s for sampling: %s
pl: Nie mo¿na otworzyæ %s do próbkowania: %s

source: (%d samples)
pl: (%d próbek)

source: Output device (e.g. '/dev/dsp'):
pl: Urz±dzenie wyj¶ciowe (np. "/dev/dsp"):

source: Couldn't open %s for sound output: %s
pl: Nie mo¿na otworzyæ %s jako wyj¶cia d¼wiêku: %s

source: Running at %d Hz with %d frames
pl: Uruchomienie na %d Hz z %d ramek

source: out_1
pl: wyj_1

source: out_2
pl: wyj_2

source: Output device (e.g. '/dev/audio'):
pl: Urz±dzenie wyj¶ciowe (np. "/dev/audio"):

source: %s: Cannot play (%s)
pl: %s: Nie mo¿na odtworzyæ (%s)

source: %s: Cannot handle %dHz (%s)
pl: %s: Nie mo¿na obs³u¿yæ %dHz (%s)

source: %s: Required sound encoding not supported.
pl: %s: Wymagane kodowanie d¼wiêku nie jest obs³ugiwane.

source: %s: Cannot set block size (%s)
pl: %s: Nie mo¿na ustawiæ rozmiaru bloku (%s)

source: Input device (e.g. '/dev/audio'):
pl: Urz±dzenie wej¶ciowe (np. "/dev/audio"):

source: %s: Cannot record (%s)
pl: %s: Nie mo¿na zapisaæ (%s)

source: Length
pl: D³ugo¶æ

source: Current
pl: Bie¿±cy

source: Offset
pl: Przesuniêcie

source: Value
pl: Warto¶æ

source: Insert
pl: Wstaw

source: Delete
pl: Usuñ

source: Graphical Envelope Editor only in GNOME Version
pl: Graficzny edytor obwiedni tylko w wersji GNOME

source: Sustain
pl: Utrzymanie

source: Point
pl: Punkt

source: Loop
pl: Pêtla

source: Start
pl: Pocz±tek

source: End
pl: Koniec

source: Load Module
pl: Wczytaj modu³

source: Save Module
pl: Zapisz modu³

source: Render WAV
pl: Zapisz WAV

source: Save Song
pl: Zapisz utwór

source: Load Sample
pl: Wczytaj próbkê

source: Save Sample
pl: Zapisz próbkê

source: Load Instrument
pl: Wczytaj instrument

source: Save Instrument
pl: Zapisz instrument

source: File
pl: Plik

source: Operation not supported.
pl: Operacja nie jest obs³ugiwana.

source: Scopes Frequency
pl: Czêstotliwo¶æ oscyloskopów

source: Tracker Frequency
pl: Czêstotliwo¶æ trackera

source: GUI Configuration
pl: Konfiguracja GUI

source: Hexadecimal row numbers
pl: Numery wierszy zapisane szesnastkowo

source: Use upper case letters for hex numbers
pl: Wykorzystywanie wielkich liter w zapisie szesnastkowym

source: Asynchronous (IT-style) pattern editing
pl: Edycja asynchroniczna patternów (styl IT)

source: Save window geometry on exit
pl: Zapis rozmiaru okna przed zakoñczeniem

source: Use note name B instead of H
pl: U¿ywanie nazwy nuty B zamiast H

source: Scopes buffer size [MB]
pl: Rozmiar bufora oscyloskopów [MB]

source: Track line format:
pl: Format wiersza ¶cie¿ki:

source: Ready.
pl: Gotowe.

source: Playing song...
pl: Odtwarzanie utworu...

source: Playing pattern...
pl: Odtwarzanie patternu...

source: Loading module...
pl: Odczyt próbki..

source: Module loaded.
pl: Modu³ zosta³ wczytany.

source: Saving module...
pl: Zapis modu³u...

source: Module saved.
pl: Modu³ zosta³ zapisany.

source: Loading sample...
pl: Odczyt próbki...

source: Sample loaded.
pl: Próbka zosta³a wczytana.

source: Saving sample...
pl: Zapis próbki...

source: Sample saved.
pl: Próbka zosta³a zapisana.

source: Loading instrument...
pl: Odczyt instrumentu...

source: Instrument loaded.
pl: Instrument zosta³ wczytany.

source: Saving instrument...
pl: Zapis instrumentu...

source: Instrument saved.
pl: Instrument zosta³ zapisany.

source: Saving song...
pl: Zapisywanie utworu...

source: Song saved.
pl: Utwór zosta³ zapisany.

source: Question
pl: Pytanie

source: Yes
pl: Tak

source: No
pl: Nie

source: Cancel
pl: Anuluj

source: Warning
pl: Ostrze¿enie

source: Error!
pl: B³±d!

source: Row highlighting configuration
pl: Konfiguracja wyró¿niania wierszy

source: Close
pl: Zamknij

source: Highlight rows (major / minor):
pl: Wyró¿niane wiersze (g³ówny / drugorzêdny):

source: No file selected.
pl: Nie wybrano pliku.

source: Are you sure you want to free the current project? All changes will be lost!
pl: Czy na pewno chcesz porzuciæ bie¿±cy projekt? Wszystkie zmiany zostan± utracone!

source: Are you sure you want to overwrite the file?
pl: Czy na pewno chcesz nadpisaæ plik?

source: Error when opening pattern file!
pl: B³±d podczas otwierania pliku z patternem!

source: The length of the pattern being loaded doesn't match with that of current pattern in module. Do you want to change the current pattern length?
pl: D³ugo¶æ wczytywanego wzorca nie pasuje do bie¿±cego patternu w module. Czy chcesz zmieniæ d³ugo¶æ bie¿±cego patternu?

source: SoundTracker Startup
pl: Uruchamianie SoundTrackera

source: Loading...
pl: Wczytywanie...

source: Use SoundTracker!
pl: U¿ywaj SoundTrackera!

source: Load XM...
pl: Wczytaj XM...

source: Save XM...
pl: Zapis do pliku XM...

source: Render module as WAV...
pl: Zapis modu³u jako WAV...

source: Save song as XM...
pl: Zapis utworu jako XM...

source: Load current pattern...
pl: Odczyt bie¿±cego patternu...

source: Save current pattern...
pl: Zapis bie¿±cego patternu...

source: Play Song
pl: Odtwórz utwór

source: Play Pattern
pl: Odtwórz pattern

source: Stop
pl: Zatrzymaj

source: Edited pattern
pl: Redagowany pattern

source: Number of Channels:
pl: Liczba kana³ów:

source: Pattern Length
pl: D³ugo¶æ wzorca

source: Measure
pl: Miara

source: Editing
pl: Modyfikowanie

source: Octave
pl: Oktawa

source: Jump
pl: Skok

source: Sample
pl: Próbka

source: Welcome to SoundTracker!
pl: Witaj w SoundTrackerze!

source: VolFade
pl: ZmianaG³o¶no¶ci

source: VibSpeed
pl: Szybko¶æWibr

source: VibDepth
pl: G³êboko¶æWibr

source: VibSweep
pl: Rozci±gniêcieWibr

source: Can't open file.
pl: Nie mo¿na otworzyæ pliku.

source: Sine
pl: Sinus

source: Square
pl: Prostok±t

source: Saw Down
pl: Pi³a w dó³

source: Saw Up
pl: Pi³a w górê

source: Instrument Editor
pl: Edytor instrumentów

source: Volume envelope
pl: Obwiednia g³o¶no¶ci

source: Panning envelope
pl: Obwiednia przemieszczenia

source: Load Instrument...
pl: Odczyt instrumentu...

source: Save Instrument...
pl: Zapis instrumentu...

source: Load XI
pl: Wczytaj XI

source: Save XI
pl: Zapisz XI

source: Vibrato Type:
pl: Typ vibrato:

source: Note:
pl: Nuta:

source: Initialize
pl: Inicjuj

source: <none>
pl: <brak>

source: The key that inserts the special keyoff note for FastTracker modules.
pl: Klawisz, który wstawia specjaln± nutê keyoff dla modu³ów FastTrackera.

source: The key that increases "jump" value.
pl: Klawisz zwiêkszaj±cy warto¶æ "skoku".

source: The key that decreases "jump" value.
pl: Klawisz zmniejszaj±cy warto¶æ "skoku".

source: Upper Octave Keys...
pl: Klawisze górnej oktawy...

source: These are the keys on the upper half of the keyboard. The c key is normally the key to the right of the TAB key. The rest of the keys should be ordered in a piano keyboard fashion, including the number keys row above.
pl: Klawisze te s± w górnej czê¶ci klawiatury. Klawisz c jest zwykle na prawo od klawisza TAB. Pozosta³e klawisze powinny zostaæ u³o¿one zgodnie z uk³adem klawiszy fortepianu, w³±czaj±c w to klawisze po³o¿one wy¿ej.

source: Lower Octave Keys...
pl: Klawisze dolnej oktawy...

source: These are the keys on the lower half of the keyboard. The c key is normally the first character key to the right of the left Shift key. The rest of the keys should be ordered in a piano keyboard fashion, including the row above.
pl: Klawisze te s± w dolnej czê¶ci klawiatury. Klawisz c jest zwykle na prawo od klawisza Shift. Pozosta³e klawisze powinny zostaæ u³o¿one zgodnie z uk³adem klawiszy fortepianu, w³±czaj±c w to klawisze po³o¿one wy¿ej.

source: Other Keys...
pl: Inne klawisze...

source: Various other keys
pl: Ró¿ne inne klawisze

source: Function
pl: Funkcja

source: Assignment
pl: Przypisanie

source: Keyboard Configuration
pl: Konfiguracja klawiatury

source: Key Group Explanation
pl: Opis grupy klawiszy

source: Key Explanation
pl: Opis klawisza

source: Modifiers:
pl: Modyfikatory:

source: Learn selected key
pl: Zapamiêtaj wybrany klawisz

source: Learn all keys
pl: Zapamiêtaj wszystkie klawisze

source: Please press the desired key combination! Click into left list to cancel
pl: Wci¶nij po¿±dan± kombinacjê klawiszy! Kliknij listê po lewej stronie aby anulowaæ

source: The keyboard configuration file is defective. Please use the Keyboard Configuration dialog.
pl: Plik z konfiguracj± klawiatury jest uszkodzony. Wykorzystaj okno konfiguracji klawiatury.

source: Fast jump to channel %d
pl: Szybki skok do kana³u %d

source: Automatic key configuration unsuccessful. Please use the Keyboard Configuration dialog in the Settings menu.
pl: Automatyczna konfiguracja klawiszy nie powiod³a siê. Skorzystaj z konfiguracji klawiatury w menu Ustawienia.

source: Are you sure you want to do this? All changes will be lost!
pl: Czy na pewno chcesz to zrobiæ? Wszystkie zmiany zostan± utracone!

source: Are you sure you want to quit? All changes will be lost!
pl: Czy na pewno chcesz zakoñczyæ? Wszystkie zmiany zostan± utracone!

source: _Open...
pl: _Otwórz...

source: Save _as...
pl: Z_apisz jako...

source: Save Module as _WAV...
pl: Zapisz modu³ jako _WAV...

source: Save XM without samples...
pl: Zapisz XM bez próbek...

source: _Quit
pl: Za_koñcz

source: Clear _All
pl: Wyczy¶æ _wszystko

source: Clear _Patterns Only
pl: Wyczy¶æ tylko p_atterny

source: _Optimize Module
pl: _Optymalizuj modu³

source: C_ut
pl: _Wytnij

source: _Copy
pl: S_kopiuj

source: _Paste
pl: Wk_lej

source: _Kill notes
pl: _Usuñ nuty

source: _Insert track
pl: W_staw ¶cie¿kê

source: _Delete track
pl: _Usuñ ¶cie¿kê

source: Increment cmd value
pl: Zwiêksz warto¶æ polecenia

source: Decrement cmd value
pl: Zmniejsz warto¶æ polecenia

source: _Mark mode
pl: Tryb _zaznaczania

source: C_lear block marks
pl: _Bez zaznaczenia

source: _Interpolate effects
pl: _Interpoluj efekty

source: Transpose half-note up
pl: Transpozycja o pó³ nuty w górê

source: Transpose half-note down
pl: Transpozycja o pó³ nuty w dó³

source: Transpose octave up
pl: Transpozycja o oktawê w górê

source: Transpose octave down
pl: Transpozycja o oktawê w dó³

source: _Jazz Edit Mode
pl: _Jazzowy tryb edycji

source: Transp_osition...
pl: _Transpozycja...

source: _Track
pl: ¦_cie¿ka

source: _Selection
pl: _Zaznaczenie

source: _Find Unused Pattern
pl: _Znajd¼ nieu¿ywany pattern

source: _Copy Current to Unused Pattern
pl: S_kopiuj bie¿±cy do nieu¿ywanego patternu

source: C_lear Unused Patterns
pl: _Wyczy¶æ nieu¿ywane patterny

source: _Pack Patterns
pl: K_ompresuj patterny

source: _Save Current Pattern
pl: _Zapisz bie¿±cy pattern

source: L_oad Pattern
pl: Wczy_taj pattern

source: _Load XI...
pl: _Wczytaj XI...

source: _Save XI...
pl: _Zapisz XM...

source: _Clear Current
pl: Wy_czy¶æ bie¿±cy

source: _Delete Unused Instruments
pl: _Usuñ nieu¿ywane instrumenty

source: _Flicker-free scrolling
pl: Przewijanie bez efektu _migotania

source: _Previous font
pl: _Poprzednia czcionka

source: _Next font
pl: _Nastêpna czcionka

source: Display _Oscilloscopes
pl: Wy¶wietlanie _oscyloskopów

source: _Keyboard Configuration...
pl: Konfiguracja _klawiatury...

source: _Audio Configuration...
pl: Konfiguracja _d¼wiêku...

source: _GUI Configuration...
pl: Konfiguracja _GUI...

source: _MIDI Configuration...
pl: Konfiguracja _MIDI...

source: Disable splash screen
pl: Wy³±cz ekran powitalny

source: _Save Settings now
pl: _Zapisz ustawienia

source: Save Settings on _Exit
pl: Zapis ustawieñ przed z_akoñczeniem

source: _About...
pl: _Informacje o...

source: Show _Tips...
pl: Wy¶wietl p_orady...

source: _XM Effects...
pl: Efekty _XM...

source: _File
pl: _Plik

source: _Module
pl: _Modu³

source: _Edit
pl: _Edycja

source: _Settings
pl: _Ustawienia

source: _Help
pl: Pomo_c

source: Instrument Name
pl: Nazwa instrumentu

source: #smpl
pl: #próbk

source: Sample Name
pl: Nazwa próbki

source: Linear
pl: Liniowe

source: Module Info
pl: Informacje o module

source: Songname:
pl: Nazwa utworu:

source: Frequencies:
pl: Czêstotliwo¶ci:

source: ProTracker Mode
pl: Tryb ProTrackera

source: Song length
pl: D³ugo¶æ utworu

source: No loop
pl: Bez pêtli

source: 8 bits
pl: 8 bitów

source: 16 bits
pl: 16 bitów

source: Sample Editor
pl: Edytor próbek

source: Volume
pl: G³o¶no¶æ

source: Panning
pl: Przemieszczenie

source: Finetune
pl: Dopasowanie

source: Selection:
pl: Zaznaczenie:

source: None
pl: Brak

source: All
pl: Wszystko

source: Length:
pl: D³ugo¶æ:

source: Set as loop
pl: Ustaw jako pêtlê

source: RelNote
pl: WzglNuta

source: Load Sample...
pl: Wczytaj próbkê...

source: Save WAV...
pl: Zapis do pliku WAV...

source: Save region as WAV...
pl: Zapis obszaru do pliku WAV...

source: Save WAV
pl: Zapisz WAV

source: Save Region
pl: Zapisz obszar

source: Monitor
pl: Monitoruj

source: Volume Ramp
pl: Nachyl g³o¶no¶æ

source: Zoom to selection
pl: Powiêksz do zaznaczenia

source: Show all
pl: Wy¶wietl ca³o¶æ

source: Zoom in (+50%)
pl: Powiêksz (+50%)

source: Zoom out (-50%)
pl: Pomniejsz (-50%)

source: Reverse
pl: Odwróæ

source: Cut
pl: Wytnij

source: Remove
pl: Usuñ

source: Copy
pl: Skopiuj

source: Paste
pl: Wklej

source: Clear Sample
pl: Wyczy¶æ próbkê

source: (no selection)
pl: (brak zaznaczenia)

source: <just pasted>
pl: <po wklejeniu>

source: Out of memory for sample data.
pl: Brak pamiêci na dane próbki.

source: Read error.
pl: B³±d odczytu.

source: Load stereo sample
pl: Wczytaj próbkê stereo

source: You have selected a stereo sample! (SoundTracker can only handle mono samples!) Please choose which channel to load:
pl: Zosta³a wybrana próbka stereo, podczas, gdy SoundTracker obs³uguje tylko próbki mono. Wybierz kana³, który chcesz wczytaæ:

source: Left
pl: Lewy

source: Mix
pl: Zmiksowany

source: Right
pl: Prawy

source: Signed
pl: Ze znakiem

source: Unsigned
pl: Bez znaku

source: Load raw sample
pl: Wczytaj surow± próbkê

source: You have selected a sample that is not in a known format. You can load the raw data now. Please choose a format:
pl: Zosta³a wybrana próbka, której format nie jest znany. Mo¿esz wczytaæ surowe dane próbki. Wybierz format próbki:

source: Word format:
pl: Format s³owa:

source: Sampling Rate:
pl: Wspó³czynnik próbkowania:

source: Can't read sample
pl: Nie mo¿na wczytaæ próbki

source: Sample is too long for current mixer module. Loading anyway.
pl: Próbka jest zbyt d³uga dla aktualnego modu³u miksera. Wczytywanie pomimo tego.

source: Can only handle 8 and 16 bit samples with up to 2 channels
pl: Obs³ugiwane s± tylko próbki 8 i 16 bitowe z co najwy¿ej dwoma kana³ami

source: Please select region first.
pl: Najpiew wybierz obszar.

source: Start sampling
pl: Rozpocznij próbkowanie

source: No sampling driver available
pl: Brak sterownika próbkowania.

source: Sampling Window
pl: Okno próbkowania

source: Out of memory while sampling!
pl: Brak pamiêci podczas próbkowania...

source: <just sampled>
pl: <po próbkowaniu>

source: Recorded sample is too long for current mixer module. Using it anyway.
pl: Nagrana próbka jest zbyt d³uga dla modu³u miksera. Pomimo tego zostanie wykorzystana.

source: Normalize
pl: Normalizuj

source: Execute
pl: Wykonaj

source: Volume Ramping
pl: Nachylenie g³o¶no¶ci

source: Perform linear volume fade on Selection
pl: Liniowa zmiana g³o¶no¶ci zaznaczonego fragmentu

source: Left [%]:
pl: Lewy [%]:

source: H
pl: Po³owa

source: D
pl: Dwukrotno¶æ

source: Right [%]:
pl: Prawy [%]:

source: Welcome to SoundTracker! If you are new to this type of program, you will want to get hold of some XM or MOD files first and play with them.
pl: Witaj w SoundTrackerze! Je¶li to twój pierwszy kontakt z programami tego typu, mo¿esz na pocz±tek spróbowaæ wczytaæ istniej±ce pliki XM lub MOD i poeksperymentowaæ z nimi

source: You can make SoundTracker's edit mode more responsive to keyboard input by decreasing the mixing buffer size of the "Editing" object in the Audio Configuration.
pl: Aby tryb edycji SoundTrackera lepiej reagowa³ na wej¶cie z klawiatury mo¿esz zmniejszyæ rozmiar bufora miksowania w konfiguracji d¼wiêku dla wyj¶cia edycji.

source: You can adjust the loop points in the sample editor by holding Shift and using the left and right mousebuttons.
pl: Mo¿esz dopasowaæ punkty pêtli w edytorze próbek poprzez przytrzymanie klawisza Shift oraz wykorzystanie lewego i prawego przycisku myszy.

source: If you want to know more about tracking, and how the various commands work, have a look at http://www.united-trackers.org/
pl: Je¶li chcesz dowiedzieæ siê wiêcej o trackerach oraz o dzia³aniu ró¿nych poleceñ, zajrzyj na http://www.united-trackers.org/

source: You can assign samples of an instrument to the individual keys by activating its sample and then clicking on the keyboard in the instrument editor page.
pl: Mo¿esz przypisaæ próbki instrumentu do poszczególnych klawiszy poprzez aktywowanie jego próbki i klikniêcie klawiatury w edytorze instrumentów.

source: SoundTracker Tip of the day
pl: Porada dnia SoundTrackera

source: Previous Tip
pl: Poprzednia porada

source: Next Tip
pl: Nastêpna porada

source: Show tip next time
pl: Wy¶wietlanie porad

source: Set panning
pl: Ustaw przemieszczenie

source: Position jump
pl: Zmiana pozycji

source: Set volume
pl: Ustaw g³o¶no¶æ

source: Pattern break
pl: Przerwanie patternu

source: Set tempo/bpm
pl: Ustawienie tempa/bpm

source: Set global volume
pl: Ustawienie globalnej g³o¶no¶ci

source: Set loop begin/loop
pl: Ustaw pocz±tek/koniec pêtli

source: Pattern delay
pl: Opó¼nienie patternu

source: Set vibrato speed
pl: Ustaw szybko¶æ wibrato

source: sine
pl: Sinus

source: square
pl: Prostok±t

source: None ]
pl: Brak ]

source: Jazz Edit:
pl: Jazzowa edycja:

source: Font list
pl: Lista czcionek

source: Add font
pl: Dodaj czcionkê

source: Delete font
pl: Usuñ czcionkê

source: Apply font
pl: Zastosuj czcionkê

source: Select font...
pl: Wybór czcionki...

source: Whole Song
pl: Ca³y utwór

source: All Patterns
pl: Wszystkie patterny

source: Current Pattern
pl: Bie¿±cy pattern

source: Current Track
pl: Bie¿±ca ¶cie¿ka

source: Current Instrument
pl: Bie¿±cy instrument

source: All Instruments
pl: Wszystkie instrumenty

source: Half note up
pl: Pó³ nuty w górê

source: Half note down
pl: Pó³ nuty w dó³

source: Octave up
pl: Oktawa w górê

source: Octave down
pl: Oktawa w dó³

source: Exchange 1 <-> 2
pl: Zamieñ 1 <-> 2

source: Change 1 -> 2
pl: Zmieñ 2 -> 2

source: Transposition Tools
pl: Narzêdzia do transpozycji

source: Scope of the operation:
pl: Zasiêg operacji:

source: Note Transposition
pl: Transpozycja nuty

source: Instrument Changing
pl: Zmiana instrumentu

source: Current instrument
pl: Bie¿±cy instrument

source: Pattern length out of range: %d.
pl: D³ugo¶æ patternu poza zakresem: %d.

source: File is no XI instrument.
pl: Plik nie zawiera instrumentów w formacie XI.

source: Unknown XI version 0x%x
pl: Nieznana wersja 0x%x XI

source: Invalid vibtype %d, using Sine.
pl: Niepoprawny typ wibrato %d, wykorzystanie sinusa.

source: Error while loading patterns.
pl: B³±d podczas wczytywania instrumentów.

source: Can't open file
pl: Nie mo¿na otworzyæ pliku

source: Error while loading instruments.
pl: B³±d podczas wczytywania instrumentów.

source: Module contains sample(s) that are too long for the current mixer. Maximum sample length is %d.
pl: Modu³ zawiera próbki, które s± zbyt d³ugie dla aktualnego miksera. Maksymalna d³ugo¶æ próbki wynosi %d.

source: Not FastTracker XM and not supported MOD format!
pl: Plik nie jest w formacie XM FastTrackera ani w obs³ugiwanym formacie MOD!

source: Error when file reading or unexpected end of file
pl: B³±d przy odczycie pliku lub niespodziewane zakoñczenie pliku

source: Incorrect or unsupported version of pattern file!
pl: Niepoprawna lub nieobs³ugiwana wersja pliku patternu!

source: Incorrect pattern length!
pl: Niepoprawna d³ugo¶æ patternu!

source: Error during saving pattern!
pl: B³±d podczas zapisywania patternu!

source: Auto connect
pl: Automatyczne po³±czenie

source: Channel
pl: Kana³

source: Client number
pl: Numer klienta

source: Port number
pl: Numer portu

source: Input
pl: Wej¶cie

source: For future development
pl: Do przysz³ego rozwoju

source: Output
pl: Wyj¶cie

source: Debug level
pl: Poziom debugowania

source: Misc
pl: Ró¿ne

source: MIDI Configuration
pl: Konfiguracja MIDI

source: Apply
pl: Zastosuj
